const INST_INFO = {
    뱅크오브아메리카: "060",
    BOA: "060",
  
    에스케이: "266",
    SK: "266",
  
    케이뱅크: "089",
    케뱅: "089",
    K뱅크: "089",
  
    국민투자: "218",
    국민증권: "218",
    KB투자: "218",
    KB증권: "218",
  
    국민은행: "004",
    국민: "004",
    KB: "004",
  
    NH투자: "247",
    NH증권: "247",
    농협증권: "247",
    농협투자: "247",
  
    농협은행: "011",
    축협은행: "011",
    농협: "011",
    축협: "011",
    NH: "011",
  
    지역농축협: "012",
    지역농협: "012",
    지역축협: "012",
  
    신한증권: "278",
    신한투자: "278",
    신한금융: "278",
  
    신한은행: "088",
    신한: "088",
    신은: "088",
  
    씨티은행: "027",
    CITY: "027",
    CITI: "027",
    씨티: "027",
    시티: "027",
  
    기업은행: "003",
    IBK: "003",
    기업: "003",
  
    카카오뱅크: "090",
    카카오: "090",
    카뱅: "090",
  
    카카오증권: "288",
    카카오페이: "288",
  
    대구은행: "031",
    DGB: "031",
    대구: "031",
  
    산업은행: "002",
    KDB: "002",
    산은: "002",
    산업: "002",
  
    새마을: "045",
    새마을금고: "045",
    새금: "045",
    MG: "045",
  
    우체국: "071",
  
    도이치은행: "055",
    도이치: "055",
  
    BNP파리바: "061",
    파리바: "061",
    BNP: "061",
  
    LIG: "292",
    케이프: "292",
  
    우리은행: "020",
    우리: "020",
  
    하나은행: "081",
    하나: "081",
    하나투자: "270",
    하나증권: "270",
    하나금융: "270",
  
    TOSS: "092",
    토스뱅크: "092",
    토스: "092",
    토뱅: "092",
  
    제일은행: "023",
    제일: "023",
    SC: "023",
  
    경남은행: "039",
    경남: "039",
    부산은행: "032",
    부산: "032",
    광주은행: "034",
    광주: "034",
    제주은행: "035",
    제주: "035",
    전북은행: "037",
    전북: "037",
  
    상호저축은행: "050",
    상호저축: "050",
    저축: "050",
  
    수협중앙회: "007",
    수협은행: "007",
    수협: "007",
  
    신용협동조합: "048",
    신협: "048",
  
    중국공상은행: "062",
    중국공상: "062",
    공상: "062",
  
    중국건설: "067",
    건설: "067",
  
    JP모간: "057",
    모간: "057",
    모건: "057",
    JP: "057",
  
    교보증권: "261",
    교보: "261",
  
    대신증권: "267",
    대신: "267",
  
    대우증권: "238",
    대우: "238",
  
    미래에셋증권: "230",
    미래증권: "230",
    미래: "230",
  
    부국증권: "290",
    부국: "290",
  
    삼성증권: "240",
    삼성: "240",
  
    신영증권: "291",
    신영: "291",
  
    유진투자증권: "280",
    유진증권: "280",
    유진: "280",
  
    키움증권: "264",
    키움: "264",
  
    펀드온라인: "294",
    포스: "294",
  
    하이투자증권: "262",
    하이증권: "262",
    하이: "262",
  
    한국투자증권: "243",
    한국투자: "243",
    한투: "243",
  
    한화투자증권: "269",
    한화증권: "269",
    한화: "269",
  
    현대차증권: "263",
    현대증권: "263",
    HMC: "263",
    현대: "263",
  
    동부증권: "279",
    DB: "279",
    동부: "279",
  
    HSBC은행: "054",
    HSBC: "054",
  
    이베스트증권: "265",
    이베스트: "265",
  
    메리츠증권: "287",
    메리츠: "287",
  
    유안타증권: "209",
    유안타: "209",
  
    BNK: "224",
    KTB: "227"
  };
  
  export default INST_INFO;
  